[
  {
    "name": "Abel Berhan",
    "photo": "AbelBerhan",
    "job": "Policymaker ",
    "school": "Evergreen High School",
    "year": "Senior ",
    "city": "White Center",
    "bio": "Abel is the proud son of Ethiopian immigrants, and has four siblings that mean a lot to him. He aspires to a future that positively impacts the underserved communities he’s grown up in."
  },
  {
    "name": "Aleenah Ansari ",
    "photo": "AleenahAnsari",
    "twitter": "@aleenah_ansari",
    "job": "Multimedia storyteller or educator ",
    "school": "UW ",
    "year": "Senior ",
    "city": "Seattle ",
    "bio": "Although Aleenah is a student, she first and foremost is a resilient storyteller who believes that inclusion, vulnerability and a little bit of humor are the ingredients to crafting compelling narratives. She is currently a student in the UW's Department of Human Centered Design & Engineering and strives to use writing and conversation to understand what matters most to people. When she's not writing, you can find her tweaking her portfolio, tutoring students, and visiting murals in the greater Seattle area."
  },
  {
    "name": "Amad Ross",
    "photo": "AmadRoss",
    "job": "Civil rights attorney",
    "school": "Chief Sealth High School",
    "year": "Senior ",
    "city": "Seattle ",
    "bio": "Amad is a senior at Chief Sealth, where he has delighted some and annoyed others by arguing about politics, books and philosophy with anyone willing to listen. He hopes to make a career of arguing by studying law. Working with a defense attorney has shown him that the justice system doesn’t always live up to its name. He hopes to work on that, and advocate for a more equitable society. This fall, he will attend Columbia University, where the coffee is weaker and the rain is less persistent."
  },
  {
    "name": "Anna Ferguson",
    "photo": "AnnaFerguson",
    "job": "Opera singer",
    "school": "Lyle High School",
    "year": "Freshman",
    "city": "Dallesport",
    "bio": "Anna, known to her peers as Fergie, lives in Lyle, Washington. She is a short ginger with a soul. She loves to give hugs and gives the best hugs. She is a funny class clown. She is a singer and saxophone player who expresses herself through song. She has a desire to go to Julliard to study opera. She likes to eat a lot of pizza, and drink a lot of coffee. She looks up to her father for being a strong, kind, and amazing human being and hopes to be half of the person he is someday. "
  },
  {
    "name": "Danielle Derrickson ",
    "photo": "DanielleDerrickson",
    "job": "Journalist",
    "school": "UW",
    "year": "Senior ",
    "city": "Tacoma ",
    "bio": "Danielle is an aspiring journalist, but for now she is studying for a degree in communication. Her worldview has been shaped by her experiences as a multiracial woman. As an aspiring journalist, she hopes to improve her community and the public discourse. She will graduate in the spring of 2018."
  },
  {
    "name": "Emma Scher",
    "photo": "EmmaScher",
    "twitter": "@emma_scherr",
    "job": "Journalist",
    "school": "UW ",
    "year": "Sophomore",
    "city": "Seattle ",
    "bio": "Emma studies sociology and journalism. She is a staff writer for the UW Daily, a sociological research intern, and part of the Greek community on her campus. Originally from San Diego, she's learned to bring the sun to Seattle. Hi Mom! "
  },
  {
    "name": "Grace Madigan",
    "photo": "GraceMadigan",
    "twitter": "@Grace_Madigan19",
    "job": "Anything that involves working with food ",
    "school": "UW ",
    "year": "Junior",
    "city": "Seattle ",
    "bio": "Grace is pursuing degrees in political science and journalism and a minor in diversity. As an adoptee she is very interested in how culture and identity intersect with food and the way we eat. She hopes to tell stories for a living and eat some good food along the way. "
  },
  {
    "name": "Hallie Chen",
    "photo": "HallieChen",
    "job": "YA author ",
    "school": "Liberty High School ",
    "year": "Sophomore",
    "city": "Issaquah",
    "bio": "Hallie aspires to combine both her passions for science and for business in her future career. A self-proclaimed bookaholic, she also enjoys practicing modern calligraphy, playing with her two cats, and drinking gallons of bubble tea."
  },
  {
    "name": "Isabella Fredrickson",
    "photo": "IsabellaFredrickson",
    "twitter": "@isabella_fred",
    "job": "Food and travel journalist",
    "school": "Hazen High School",
    "year": "Junior",
    "city": "Renton",
    "bio": "Isabella has always had a passion for writing. She is currently the sports editor for her school's newspaper, The Kilt, and also works on the yearbook. Next year she plans on being editor-in-chief for the newspaper. She devotes many extra hours to these classes because making sure everyone's voice is heard and well-represented is very important to her. Being half Filipino, Norwegian, Danish, and Black, she has a deep appreciation of diversity. "
  },
  {
    "name": "Jenna Yuan",
    "photo": "JennaYuan",
    "twitter": "@jnnayn",
    "job": "Human rights lawyer",
    "school": "Eastlake High School",
    "year": "Sophomore",
    "city": "Sammamish ",
    "bio": "Jenna enjoys serving on the Washington state Legislative Youth Advisory Council, competing on her school’s speech and debate team, writing, and visiting local coffeeshops. In the future, she hopes to make a difference in the world."
  },
  {
    "name": "Keren Seare",
    "photo": "KerenSeare",
    "job": "Activist",
    "school": "Edmonds Woodway High School",
    "year": "Sophomore",
    "city": "Edmonds",
    "bio": "Keren is the daughter of first generation Eritrean immigrants who have sparked her drive and grit. She loves her three inspiring siblings, and she's driven to attain a higher education with intent to give back to her supportive community. She aspires to promote democracy, social justice and human rights. "
  },
  {
    "name": "Millan Philipose",
    "photo": "MillanPhilipose",
    "job": "Software engineeer",
    "school": "Garfield High School ",
    "year": "Sophomore",
    "city": "Seattle ",
    "bio": "Millan is the son of an Indian immigrant and a white New Yorker who met in college and have been together ever since. A longtime member of Seattle's gifted program, he hopes advanced classes throughout Seattle's K-12 education system become more diverse -- both racially and economically -- without a sacrifice in selectiveness or rigor. "
  },
  {
    "name": "Sabrina Mossor ",
    "photo": "SabrinaMossor",
    "twitter": "@sabrinamossor",
    "job": "School counselor",
    "school": "Tumwater High School",
    "year": "Sophomore",
    "city": "Tumwater",
    "bio": "Sabrina loves writing and reading, and writes for her school newspaper as a part of her journalism class. Her school community and friends mean a lot to her, and she aspires to be a school counselor because of the positive impacts she's encountered through the school counseling system. "
  },
  {
    "name": "Tori Felder ",
    "photo": "ToriFelder ",
    "job": "Writer ",
    "school": "Seattle Central College ",
    "year": "Junior",
    "city": "Seattle ",
    "bio": "Tori is a first generation college graduate of the Social and Human Services program at Seattle Central College. She started in social work, volunteering with homeless youth organizations around Seattle. Tori believes compassion and community can create change. She is passionate about changing stigma and societal views on traditionalism in education and dedicates her work to making sure young people from different backgrounds feel included. "
  }
]